{
    "config":[
    {
        "name":"红宝石",
        "text":"红宝石是指颜色呈红色的刚玉，在中国主要发现于新疆、云南、重庆、青海等地。在传统意义中，红宝石代表了热情与爱情，所以也有“爱情之石”的叫法。"
    },
    {
        "name":"蓝宝石",
        "text":"蓝宝石(Sapphire)，是刚玉宝石中除红宝石(Ruby)之外，其它颜色刚玉宝石的通称。蓝宝石在泰国、斯里兰卡、马达加斯加、老挝、柬埔寨、中国山东昌乐，海南，重庆江津的石笋山均有发现。蓝宝石象征忠诚、坚贞、慈爱和诚实。蓝宝石属高档宝石，是五大宝石之一，位于钻石、红宝石之后，排名第三。"
    },
    {
        "name":"祖母绿/绿柱石",
        "text":"祖母绿被称为绿宝石之王，是相当贵重的宝石(五月的诞生石)，国际珠宝界公认的四大名贵宝石之一（红蓝绿宝石以及钻石）。因其特有的绿色和独特的魅力，以及神奇的传说，深受西方人的青睐。祖母绿象征着仁慈、信心、善良、永恒、幸运和幸福，佩戴它会给人带来一生的平安。它也是结婚55周年的纪念石。"
    },
    {
        "name":"钻石",
        "text":"钻石是在地球深部高压、高温条件下形成的一种由碳元素组成的单质晶体。钻石美丽、稀有，是爱情和忠贞的象征，代表永恒不破的爱情。"
    },
    {
        "name":"猫眼石",
        "text":"猫眼石(Cat's eye)，即“具有猫眼效应的金绿宝石”。又称“猫儿眼”、“猫睛”、“猫精”、东方猫眼，全球只有斯里兰卡出产，是珠宝中稀有而名贵的品种。"
    },
    {
        "name":"和田玉",
        "text":"和田玉，“中国四大名玉”之一（其三为陕西蓝田玉、辽宁岫玉和河南独山玉）。秦始皇统一中国的时候，和田玉因产于昆仑山被称为“昆山之玉”，以后又因位于“于阗国”境内而被称为“于阗玉”。直到清光绪九年（1883年）设立和田直隶州时，才被正式命名为“和田玉”。"
    },
    {
        "name":"翡翠",
        "text":"翡翠（jadeite）， 也称翡翠玉、翠玉，是玉的一种。在漫长的岁月中，我们的祖先创造了许多对美好生活向往和追求寓意吉祥的图案，并将这些图案广泛应用于历代翡翠上。“穿金显富贵、戴玉保平安”在社会上广泛流传，为人们所喜闻乐见。"
    },
    {
        "name":"玛瑙",
        "text":"玛瑙是在地壳表层内含砂酸的胶体溶液逐渐沉淀而形成的。所以它多呈层状，各层之间相互重叠成波纹形，光泽如蜡，呈微透明或不透明状。玛瑙的颜色主要为绿色、紫色、红色、白色、浅蓝色、褐色及黑色等。另外还有一些玛瑙呈现五彩缤纷的效果，多种颜色交织在一起，构成一些别致新颖的花纹。"
    },
    {
        "name":"紫水晶",
        "text":"紫水晶的成分是二氧化硅，天然产出的紫水晶因含铁、锰等矿物质而形成漂亮的紫色，主要颜色有淡紫色、紫红、深红、大红、深紫、蓝紫等颜色，以深紫红和大红为最佳。紫晶在自然界分布广泛，主要产地有巴西、俄罗斯、南非、马达加斯加。"
    },
    {
        "name":"橄榄石",
        "text":"橄榄石是地幔层最主要的造岩矿物，是一种镁与铁的硅酸盐。古时候称橄榄石为“太阳的宝石”，人们相信橄榄石的作用可以驱除邪恶，降伏妖术。橄榄石色泽艳丽悦目，给人们一种心情舒畅和幸福的感觉，故被誉为“幸福之石”。国际上许多国家把橄榄石和缠丝玛瑙一起列为“八月诞生石”，象征温和聪敏、家庭美满、夫妻和睦。"
    },
    {
        "name":"渤大侏罗草化石",
        "text":"我国学者在内蒙古自治区宁城县发现一株草本被子植物的化石，这是迄今世界上已知最早的草本种子植物，被命名为“渤大侏罗草”。渤大侏罗草化石高约4厘米，根、茎、叶、果均保存完整。果实的出现，表明植物已经成熟，是一种真正的草本植物。因被子植物是种子植物中唯一具有草本形态的类群，所以侏罗草的草本形态强烈指向其被子植物属性。此前，欧美学者大多认为被子植物起源于早白垩世，渤大侏罗草较其早约4000万年。"
    },
    {
        "name":"银杏化石",
        "text":"上世纪80年代后期，世界上最古老的银杏化石发现于河南省三门峡市义马市。义马银杏化石是世界迄今发现的最古老的银杏化石，“义马银杏果”化石图案曾经被选为第五、六届国际古植物大会的会徽。目前，“义马银杏”的研究成果已被国内外最新的古植物教科书、考古史书和专著广泛引用，被认为是研究银杏类植物的起源、生长、演化的里程碑。现收藏于河南省地质博物馆。"
    },
    {
        "name":"三叶虫",
        "text":"三叶虫属海生无脊椎动物，主要营底栖生活，也有部分在泥沙中生活和漂浮生活，世界上已发现10000多种，我国已发现1000多种。沂蒙山区的三叶虫化石分布亦很广，费县、平邑县等地均有发现，但多发现于裸露的山体中，显燥，不易保存，多以石蜡作保护层。发现于古生代的中寒武纪，距今约有5亿年左右。"
    },
    {
        "name":"藻类",
        "text":"藻类化石是泛指由地质时期各种藻类保存而成的化石，主要有蓝藻、金藻、黄藻、红藻、绿藻、轮藻、甲藻、硅藻、褐藻等。藻类植物多为水生，过着浮游或底柄的生活。在我国晚前寒武纪地层中，已发现有大量蓝藻、红藻化石.藻体形态多样，有的组成叠层石本身，或生在其侧壁或外缘;有的组成显著放射状结构的黑白相间的条带，或形成云雾状、锯齿状、草丛状花纹等；中、新生代地层中则产有丰富的硅藻、轮藻、沟鞭藻等化石。"
    },
    {
        "name":"蜻蜓化石",
        "text":"蜻蜓化石(Fossil dragonflies)是若干年后蜻蜓自身完好保存，或在沉积岩中的印模，或生存时留下的痕迹(称为遗迹化石)。我国内蒙古宁城侏罗纪道虎沟化石层（约1.65亿年前）产有丰富的动、植物化石，其中蜻蜓化石就将近20种，是世界级的化石宝库。"
    },
    {
        "name":"恐龙化石",
        "text":"1902年，中国第一具恐龙化石在黑龙江被发现。考古学家在中国的大地上已经挖掘出许多属种的恐龙化石，所拥有的恐龙化石的数量、种类、完整度、保存度以及科学价值在世界恐龙研究上占据了一席之地，成为了恐龙大国，得到世界考古研究人员的认同和肯定。中国最著名的恐龙化石有：刘家峡黄河巨龙、顾氏小盗龙、原始中华鸟龙、太白华阳龙、巨型山东龙、合川马门溪龙、棘鼻青岛龙、许氏禄丰龙、师氏盘足龙、黑龙江满洲龙。"
    },
    {
        "name":"鹦鹉螺类",
        "text":"鹦鹉螺为海生无脊椎动物，是极其珍贵的观赏贝类，因贝壳表面有赤橙色火焰状斑纹，酷似鹦鹉而得名。鹦鹉螺最早出现于5亿年前的寒武纪后期，到奥陶纪之后，迅速演化为海洋中最为凶猛的肉食性动物，并且在整个地质历史时期都有“海中霸王”之称。鹦鹉螺在其后的3亿7千万年间，大量存在在全世界的海洋里，直到白垩纪同其他海生类，诸如箭石以及陆生类恐龙同时从地球上绝种。鹦鹉螺壳记录了月亮与地球旋转的关系，有“海洋天文学家”的美誉。"
    },
    {
        "name":"蕨类植物化石",
        "text":"蕨类植物是最早的陆地植物。蕨类植物是最先来到陆地上的物种之一,它保留了海洋中藻类的某些特征,用孢子的原始方式繁殖,叶十分简单,茎是原始的维管束,没有真正的根。现生的蕨类植物,从形态、生活习性、繁殖方式与两亿多年前它们的祖先无多大改变,茎束内的维管束是最原始的植物类型,叶脉简单,仍袭用原始的孢子繁殖方式。"
    },
    {
        "name":"珊瑚化石",
        "text":"珊瑚虫是生于海洋中的一种腔肠动物。幼小的珊瑚虫，往往在海洋中自由自在的游动，但长到成虫时，就固定在岩石上或“先辈”石灰质骨骼上。珊瑚石是古代珊瑚虫的化石，主要产地为贵州、陕西、四川、广西、新疆等地，其中以新疆艾丁湖的珊瑚化石颜色最为漂亮。"
    },
    {
        "name":"鱼化石",
        "text":"鱼的尸体，经过亿万年的变动，又长期与空气隔绝，还受到高温高压的作用，尸体上覆盖的泥砂越来越厚，压力也越来越大。又过了很多很多年，鱼尸体上面和下面的泥砂变成了坚硬的沉积岩，夹在这些沉积岩中的鱼的尸体，也变成了像石头一样的东西，且十分坚硬，这就是“鱼化石”。"
    }
]
}